/**
 * @author minjie
 * @createTime 2019/04/09
 * @description Server Api 后台接口
 * @copyright Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000200010000', // 参数维护0
  'HRS000200010001', // 参保标准1
  'HRS000200010002', // 参保标准新增2
  'HRS000200010003', // 参保标准查看3
  'HRS000200010004', // 参保标准修改4
  'HRS000200010005', // 参保标准删除5
  'HRS000200010006', // 参保标准导入6
  'HRS000200010007', // 参保标准导出7
  'HRS000200010008', // 参保标准下载导入模板8
  'HRS000200010009', // 参保城市9
  'HRS000200010010', // 参保城市新增10
  'HRS000200010011', // 参保城市查看11
  'HRS000200010012', // 参保城市修改12
  'HRS000200010013', // 参保城市删除13
  'HRS000200010014', // 参保城市导入14
  'HRS000200010015', // 参保城市导出15
  'HRS000200010016' // 参保城市导出16
]
