/*
 * @description: 个人维护权限
 * @author: huxianghe
 * @lastEditors: huxianghe
 * @Date: 2019-05-07 10:26:15
 * @LastEditTime: 2019-07-09 16:04:15
 * @copyright: Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000200030000', // 个人维护        二级权限
  'HRS000200030001', // 个人参保信息
  'HRS000200030002', // 个人参保信息查看
  'HRS000200030003', // 个人参保信息导出
  'HRS000200030004', // 个人补缴信息
  'HRS000200030005', // 个人补缴信息新增
  'HRS000200030006', // 个人补缴信息查看
  'HRS000200030007', // 个人补缴信息修改
  'HRS000200030008', // 个人补缴信息删除
  'HRS000200030009', // 个人补缴信息导入
  'HRS000200030010', // 个人补缴信息导出
  'HRS000200030011', // 个人补缴信息下载导入模板
  'HRS000200030012', // 个人参保维护
  'HRS000200030013', // 个人参保维护新增
  'HRS000200030014', // 个人参保维护查看
  'HRS000200030015', // 个人参保维护修改
  'HRS000200030016', // 个人参保维护删除
  'HRS000200030017', // 个人参保维护导入
  'HRS000200030018', // 个人参保维护导出
  'HRS000200030019', // 个人参保维护下载导入模板
  'HRS000200030020' // 个人参保维护导入（修改）
]
