/**
 * @author maqian
 * @createTime 2019/05/07
 * @description 固定报表权限列表
 * @copyright Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000300010000', // 固定报表            二级权限
  'HRS000300010001', // 查看详情
  'HRS000300010002', // 搜索
  'HRS000300010003', // 下载Excel文件
  'HRS000300010004', // 下载pdf文件
  'HRS000300010005', // 花名册汇总表
  'HRS000300010006', // 在职名单汇总表
  'HRS000300010007', // 离职名单汇总表
  'HRS000300010008', // 试用期审核名单汇总表
  'HRS000300010009', // 合同到期名单汇总表
  'HRS000300010010', // 合同信息汇总表
  'HRS000300010011', // 异动信息汇总表
  'HRS000300010012', // 参保明细汇总表
  'HRS000300010013', // 参保费用拆分汇总表
  'HRS000300010014' // 参保费用付款汇总表
]
