/**
 * @author maqian
 * @createTime 2019/05/07
 * @description 合同权限列表
 * @copyright Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000100020000', // 合同                二级权限
  'HRS000100020001', // 初签合同新增
  'HRS000100020002', // 初签合同查看详情
  'HRS000100020003', // 初签合同修改
  'HRS000100020004', // 初签合同删除
  'HRS000100020005', // 初签合同导入
  'HRS000100020006', // 初签合同导出
  'HRS000100020007', // 初签合同下载导入模板
  'HRS000100020008', // 续签合同新增
  'HRS000100020009', // 续签合同查看详情
  'HRS000100020010', // 续签合同修改
  'HRS000100020011', // 续签合同删除
  'HRS000100020012', // 续签合同导入
  'HRS000100020013', // 续签合同导出
  'HRS000100020014', // 续签合同下载导入模板
  'HRS000100020015', // 试用期合同查看详情
  'HRS000100020016', // 试用期合同导出
  'HRS000100020017', // 试用期修改
  'HRS000100020018', // 电子合同审批通过
  'HRS000100020019', // 电子合同审批驳回
  'HRS000100020020', // 异动初签合同新增
  'HRS000100020021', // 续签电子合同查看
  'HRS000100020024', // 初签电子合同查看
  'HRS000100020022', // 初签tabs
  'HRS000100020023', // 续签tabs
  'HRS000100020025' // 试用期tabs
]
