/*
 * @description: 薪酬管理中的参数维护权限
 * @author: yanzihao
 * @lastEditors: yanzihao
 * @Date: 2019-11-26 14:42:33
 * @LastEditTime : 2019-12-25 14:29:11
 * @Copyright: Copyright  2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000500060000', // 参数维护
  'HRS000500060001', // 项目合同费用修改
  'HRS000500060002', // 项目合同费用查看
  'HRS000500060003', // 工资标准修改
  'HRS000500060004', // 工资标准查看
  'HRS000500060005', // 上嘉项目-计件制参数修改
  'HRS000500060006', // 上嘉项目-计件制参数查看
  'HRS000500060007', // 上嘉项目-计件制参数导入
  'HRS000500060008', // 上嘉项目-计件制参数导出
  'HRS000500060009', // 上嘉项目-计件制参数下载模板
  'HRS000500060010', // 项目合同费用设置选项卡
  'HRS000500060011', // 工资标准设置选项卡
  'HRS000500060012' // 上嘉项目-计件制参数设置选项卡
]
