/**
 * @author maqian
 * @createTime 2019/11/26
 * @description 核算权限列表
 * @copyright Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000500030000', // 薪酬核算   二级
  'HRS000500030001', // 税前查看   三级
  'HRS000500030002', // 税前核算
  'HRS000500030003', // 税前关账并归档
  'HRS000500030004', // 税前撤销关账
  'HRS000500030005', // 个税查看
  'HRS000500030006', // 个税核算
  'HRS000500030007', // 个税关账并归档
  'HRS000500030008', // 个税撤销关账
  'HRS000500030009', // 税后查看
  'HRS000500030010', // 税后核算
  'HRS000500030011', // 税后关账并归档
  'HRS000500030012', // 税后撤销关账
  'HRS000500030013', // 个税导出
  'HRS000500030014', // 个税导入
  'HRS000500040000', // 员工历史薪资查询（二级）
  'HRS000500040001', // 税前工资导出 （三级）
  'HRS000500040002', // 最终发放工资导出
  'HRS000500040003', // 人力成本导出
  'HRS000500040004', // 税前收入导出
  'HRS000500030015', // 税前tabs
  'HRS000500030016', // 个税tabs
  'HRS000500030017' // 税后tabs
]
