/*
 * @description: 考勤参数-权限
 * @author: zhousong
 * @lastEditors: zhousong
 * @Date: 2019-11-26 14:43:34
 * @LastEditTime : 2020-01-13 15:22:24
 * @Copyright: Copyright © 2019 Shanghai Yejia Digital Technology Co., Ltd. All rights reserved.
 */

export default [
  'HRS000400030000', // 参数维护
  'HRS000400030001', // 出勤参数新增
  'HRS000400030002', // 出勤参数修改
  'HRS000400030003', // 出勤参数查看详情
  'HRS000400030004', // 班次参数新增
  'HRS000400030005', // 班次参数修改
  'HRS000400030006', // 班次参数查看详情
  'HRS000400030007', // 班次参数删除
  'HRS000400030008', // 班次参数排序
  'HRS000400030009', // 缺勤参数新增
  'HRS000400030010', // 缺勤参数修改
  'HRS000400030011', // 缺勤参数查看详情
  'HRS000400030012', // 缺勤参数删除
  'HRS000400030013', // 缺勤参数排序
  'HRS000400030014', // 加班参数新增
  'HRS000400030015', // 加班参数修改
  'HRS000400030016', // 加班参数查看详情
  'HRS000400030017', // 加班参数删除
  'HRS000400030018', // 加班参数排序
  'HRS000400030019', // 出勤参数列表
  'HRS000400030020', // 班次参数列表
  'HRS000400030021', // 缺勤参数列表
  'HRS000400030022' // 加班参数列表
]
